Repository: common-repository/takbull-gateway
Catalog: languages/takbull-gateway-*.po
Languages: he_il

source: Cancel order
he_il: בטל הזמנה

source: Enable/Disable
he_il: הפעל?

source: Enable Takbull
he_il: הפעל תשלום דרך תקבול

source: Number of payments
he_il: מספר תשלומים

source: Close
he_il: סגור

source: There was a problem connecting to the Takbull API endpoint
he_il: אין תקשורת

source: Approved
he_il: מאושר

source: Failed
he_il: נכשל

source: Get Invoice
he_il: הצג מסמך

source: Settings
he_il: הגדרות

source: Takbull Bit
he_il: תקבול BIT

source: Try paying again
he_il: נסה שוב

source: Description
he_il: תיאור

source: This controls the title which the user sees during checkout.
he_il: כותרת סוג תשלום שתוצג בצ'קאווט

source: This controls the description which the user sees during checkout.
he_il: תיאור סוג תשלום שיוצג בצ'קאווט

source: Get your API keys from your takbull account.
he_il: את המפתחות ניתן למשוך מהגדרות במערכת תקבול

source: Transactions
he_il: עסקאות

source: Charge
he_il: חייב

source: Takbull
he_il: תקבול

source: To save your card securely for easier future payments, sign up for an account or log in to your existing account.
he_il: ניתן לשמור את הכרטיס בצורה מאובטח לרכישות הבאות

source: Min Cart
he_il: סכום מינ של עגלה

source: Max Cart
he_il: סכום מקס' של עגלה

source: Min Payments
he_il: תשלום מינ'

source: Max Payments
he_il: תשלום מקס'

source: + Add row
he_il: הוסף שורה

source: Remove selected row(s)
he_il: מחק שורה/ות

source: Saved cards
he_il: כרטיסים שמורים

source: Display Type
he_il: סוג תצוגה

source: Select the way you want Payment gateway will be displied.
he_il: בחר את אופן הצגת מילוי אמצעי תשלום

source: Payment Setup
he_il: הגדרות תשלום

source: Deal Type
he_il: סוג עסקה

source: Enable payments with saved cards
he_il: אפשר שמירת כרטיס בחשבון משתמש

source: When card token payments are enabled users get an option to store reference to credit card and can make future purchases without need to enter card details.
he_il: כאשר שמירת כרטיס מופעלת המשתמש יוכל להשתמש בו לרכישות הבאות

source: Set MAX number of payments allowed
he_il: הגדר מספר תשלומים מקסימלי

source: Invoice Setup
he_il: הגדרות מסמך חשבונאי

source: Create invoice
he_il: צור מסמך

source: Enable Invoice creation.
he_il: אפשר יצירת מסמך

source: If enabled, invoice will create.
he_il: מסמך יופק בסיום רכישה

source: Document type
he_il: סוג מסמך

source: Set document type.
he_il: הגדר סוג מסמסך

source: Tax included
he_il: כולל מע"מ

source: Extract tax from order total.
he_il: יתבצע חישוב מע"מ מסה"כ הזמנה

source: If enabled, tax will be extract from total price (17%)
he_il: יחושב לפי 17%

source: Payments Fees
he_il: עמלת תשלומים

source: Fees
he_il: עמלות תשלומים

source: Yes
he_il: כן

source: No
he_il: לא

source: Activate Tax per product
he_il: חשב מס לפי הגדרת מוצר

source: Get tax rate per product.
he_il: מס יחושב לפי מוצר

source: If enabled, tax will be extract from product. Tax included option should be turned on
he_il: יתבצע חישוב מע"מ לפי הגדרה של מור - יש להפעיל "כולל מע"מ"

source: Create Invoice for other payment gateways
he_il: צור חשבונית עבור שער אמצעי תשלום

source: Create invoice for paied order.
he_il: תיוצר חשבונית עבור הזמנות ששולמו

source: If enabled, Invoice will be created as order marked processed (woocommerce default order state after payment)
he_il: אם אופציה מופעלת הזמנות ששולמו (עברו למצב בטיפול/הושלם) תופק עבור חשבונית (לדוגמה PAYPAL)

source: %1$s - %2$s payments
he_il: %1$s - %2$s תשלומים

source: Payments fee
he_il: עמלת תשלומים

source: %1$s Payments fee
he_il: עמלת %1$s תשלומים

source: payments
he_il: תשלומים

source: SUSPENDED * Valid only to merchants with Sapak Number
he_il: עסקה מושהית - לבעלי מספר ספק

source: Insert fee percentage, for example if customer choose 5 payments apply 2% you should set payments number to 5 and fee to 2.
he_il: הגדרת עמלת תשלומים, לדוגמה: עבור 5 תשלומים להכיל 2% עמלה יש להגדיר בתשלומים 5 ובעמלה 2.

source: Bank wire transfer
he_il: הוראת קבע בנקאית

source: Send Invoice SMS
he_il: שלח חשבונית ב - sms

source: If enabled and customer provide valid mobile number, invoice will be send. Sms package requered
he_il: אם אופציה מופעלת והלקוח סיפק מספר טלפון נייד תקין, ישלח קישור לחשבונית. שים לב דורש חבילת סמס

source: Enter Verification Code
he_il: אנא הזן קוד אימות שנשלח למספר שציינת

source: Verify
he_il: בצע אימות

source: Resend code in
he_il: ניתן לבצע שליחה חוזרת בעוד

source: Resend Code
he_il: שלח שוב
